Repository: OnePlc/PLC_X_Job
Catalog: data/*_shop.po
Languages: de

source: Jobs
de: Bestellungen

source: Job
de: Bestellung

source: Add Job
de: Bestellung erfassen

source: Export Jobs
de: Bestellungen exportieren

source: Find Jobs
de: Bestellung finden

source: Save Job
de: Bestellung speichern

source: Edit Job
de: Bestellung bearbeiten

source: Could not load job data
de: Bestellungsdaten k√∂nnen nicht geladen werden

source: No Jobs yet
de: Bisher keine Bestellungen

source: Book Payment
de: Zahlung verbuchen

source: Close Job
de: Bestellung abschliessen
